10/data/attachments/9561c323c690f525.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tara_reality_Friend_48311_6</nif:username>
            <nif:friendToBeRequested>soap_friends_f88cbd7e-7760-4471-ab6e-83dbb5fb2da5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>